/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Anschubsen, um zu verbinden";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Mit %@ verbinden?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Es wird verbunden...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Netzwerk nicht verfügbar";
/* No button for Bump API popup */
"No"="Nein";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="Keine Übereinstimmung - bitte versuche es erneut.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Der andere Nutzer hat das Anschubsen abgebrochen.";
/* Tell the user to please try bumping again. */
"Please bump again."="Bitte erneut anschubsen";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Manchmal sind zwei Stöße nötig.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Wird aufgewärmt";
/* Yes button for Bump API popup */
"Yes"="Ja";�